public class SimpleWebTest {

    step("Открываем главную страницe https://www.onliner.by/");
    step("Ищем раздел \"Ноутбуки\". Кликаем его");
    step("Проверяем , что открылась страинца \"Ноутбуки\"");
    step("Первый ноутбук в списке.Нажимаем на него");
    step("Нажимаем кнопку \"Купить\" первого продавца ");
    step("Переходим в корзину на всплывающем экране");
    step("В корзине нажимаем иконку удалить(корзина)");
    step("Проверяем, что появилась надпись \"Вы удалили Ноутбук\"");


}


